Repository: Sdevita/tellus_web
Catalog: lib/l10n/app_*.arb
Languages: it

# first_subtitle
source: Summary of the policy
it: Riassunto della policy

# profile_privacy_policy_holder
source: Data controller
it: Titolare del trattamento dei dati

# profile_privacy_policy_data_type_body
source: Among the Personal Data collected by this Application, independently or through third parties, there are: - Tracking Tools; - Usage data. The User assumes responsibility for the Personal Data of third parties obtained, published or shared through this Application and guarantees that he has the right to communicate or disseminate them, freeing the Owner from any liability towards third parties.
it: Fra i Dati Personali raccolti da questa Applicazione, in modo autonomo o tramite terze parti, ci sono: - Strumenti di Tracciamento; - Dati di utilizzo. L'Utente si assume la responsabilità dei Dati Personali di terzi ottenuti, pubblicati o condivisi mediante questa Applicazione e garantisce di avere il diritto di comunicarli o diffonderli, liberando il Titolare da qualsiasi responsabilità verso terzi.

# profile_privacy_policy_mode
source: Treatment mode
it: Modalità di trattamento

# profile_privacy_policy_mode_body
source: The processing is carried out using IT and/or telematic tools, with organizational methods and with logic strictly related to the purposes indicated
it: Il trattamento viene effettuato mediante strumenti informatici e/o telematici, con modalità organizzative e con logiche strettamente correlate alle finalità indicate

# profile_privacy_policy_where
source: Location
it: Luogo

# profile_privacy_policy_where_body
source: The Data is processed at the Data Controller's operating offices and in any other place where the parties involved in the processing are located. For more information, contact the Owner. The User's Personal Data may be transferred to a country other than the one in which the User is located. To obtain further information on the place of processing, the User can refer to the section relating to the details on the processing of Personal Data.
it: I Dati sono trattati presso le sedi operative del Titolare ed in ogni altro luogo in cui le parti coinvolte nel trattamento siano localizzate. Per ulteriori informazioni, contatta il Titolare.I Dati Personali dell’Utente potrebbero essere trasferiti in un paese diverso da quello in cui l’Utente si trova. Per ottenere ulteriori informazioni sul luogo del trattamento l’Utente può fare riferimento alla sezione relativa ai dettagli sul trattamento dei Dati Personali.

# profile_privacy_policy_time
source: Retention period
it: Periodo di conservazione

# profile_privacy_policy_time_body
source: The Data are processed and stored for the time required by the purposes for which they were collected. At the end of the retention period, the Personal Data will be deleted. Therefore, upon expiry of this term, the right of access, cancellation, rectification and the right to data portability can no longer be exercised.
it: I Dati sono trattati e conservati per il tempo richiesto dalle finalità per le quali sono stati raccolti.Al termine del periodo di conservazione i Dati Personali saranno cancellati. Pertanto, allo spirare di tale termine il diritto di accesso, cancellazione, rettificazione ed il diritto alla portabilità dei Dati non potranno più essere esercitati.

# profile_privacy_policy_3_title
source: Purpose of the processing of the collected data
it: Finalità del trattamento dei dati raccolti

# profile_privacy_policy_end_1
source: The User's Data is collected to allow the Owner to provide the Service, fulfill legal obligations, respond to requests or executive actions, protect its rights and interests (or those of Users or third parties), identify any malicious activity or fraudulent, as well as for the following purposes: Statistics
it: I Dati dell’Utente sono raccolti per consentire al Titolare di fornire il Servizio, adempiere agli obblighi di legge, rispondere a richieste o azioni esecutive, tutelare i propri diritti ed interessi (o quelli di Utenti o di terze parti), individuare eventuali attività dolose o fraudolente, nonché per le seguenti finalità: Statistica

# profile_privacy_policy_4_title
source: Changes to this privacy policy
it: Modifiche a questa privacy policy

# profile_privacy_policy_end_2
source: The Data Controller reserves the right to make changes to this privacy policy at any time by notifying Users on this page and, if possible, on this Application as well as, if technically and legally feasible, by sending a notification to Users via one of the contact you have. Therefore, please consult this page frequently, referring to the date of the last modification indicated at the bottom.
it: Il Titolare del Trattamento si riserva il diritto di apportare modifiche alla presente privacy policy in qualunque momento notificandolo agli Utenti su questa pagina e, se possibile, su questa Applicazione nonché, qualora tecnicamente e legalmente fattibile, inviando una notifica agli Utenti attraverso uno degli estremi di contatto di cui è in possesso. Si prega dunque di consultare con frequenza questa pagina, facendo riferimento alla data di ultima modifica indicata in fondo.
